Repository: isaacdlp/langame
Catalog: i18n/*/LC_MESSAGES/langame.po
Languages: ca, fr, it, pt, ru

source: The index language cannot be among the focus languages
ca: La llengua índex no pot estar entre les llengües de focus
fr: Le langage d’index ne peut pas figurer parmi les langues de practique
it: La lingua dell’indice non può essere tra le lingue di prattica
pt: O idioma do índice não pode estar entre os idiomas de prática
ru: Индексный язык не может быть среди языков практики

source: Wrong word focus number
ca: El nombre de paraules de focus és incorrecte
fr: Nombre incorrect de mots de practique
it: Sbagliata quantità di parole di prattica
pt: Número errado de palavras de prática
ru: Неправильное количество слова практики

source: WRONG
ca: ERRONI
fr: MAUVAIS
it: SBAGLIATO
pt: ERRADO
ru: Неправильно

source: RIGHT
ca: CORRECTE
fr: CORRECT
it: CORRETTO
pt: CORRETO
ru: Корректный

source: ALMOST
ca: GAIREBÉ
fr: PRESQUE BIEN
it: QUASI BUONO
pt: QUASE BOM
ru: Почти хорошо

source: Warning duplicate in %s: %s
ca: Alerta duplicat a %s: %s
fr: Attention dupliqué dans %s: %s
it: Avviso duplicato in %s: %s
pt: Advertência duplicação em %s: %s
ru: Предупреждающий дубликат в %s: %s

source: Writing %i words to JSON
ca: Escrivint %i paraules en JSON
fr: Écris %i mots en JSON
it: Scrivo %i parole nel JSON
pt: Escrevendo %i palavras em JSON
ru: Пишу %i слова в JSON

source: No pictures for '%s'
ca: Sense imatges per ‘%s’
fr: Sans images pour ‘%s’
it: Nessuna foto per ‘% s’
pt: Sem imagens para ‘% s’
ru: Нет фотографий для ‘%s’

source: Cropped %s
ca: Tallant %s
fr: Coupe %s
it: Ritaglio %s
pt: Corto %s
ru: Обрезаю %s

source: Not enough words!
ca: Sense suficients paraules!
fr: Pas assez de mots!
it: Non ci sono abbastanza parole!
pt: Não há palavras suficientes!
ru: Недостаточно слов!

source: Round %i [%.2f] '%s' in %s
ca: Ronda %i [%.2f] ‘%s’ en %s
fr: Ronde %i [%.2f] ‘%s’ en %s
it: Turno %i [%.2f] ‘%s’ in %s
pt: Ronda %i [%.2f] ‘%s’ em %s
ru: Раунд %i [%.2f] ‘%s’ на %s

source: %s! It is '%s'
ca: %s! És ‘%s’
fr: %s! C’est ‘%s’
it: %s! È ‘%s’
pt: %s! É ‘%s’
ru: %s! Это ‘%s’

source: Which gender is it? [M]asculine, [N]eutral or [F]eminine?
ca: De quin gènere és? [M]asculí, [N]eutre o [F]emení?
fr: De quel genre s’agit-il? [M]asculin, [N]eutre ou [F]éminin?
it: Di quale genere è? [M]aschile, [N]eutrale or [F]emminile?
pt: Qual é o sexo? [M]asculino, [N]eutro ou [F]eminino?

source: Total points [%.2f] rounds [%i] accuracy [%.2f%%]
ca: Punts totals [%.2f] rondes [%i] precisió [%.2f%%]
fr: Points [% .2f] rondes [% i] précision [% .2f %%]
it: Ponti totali [%.2f] turni [%i] precisione [%.2f%%]
pt: Pontos totais [%.2f] rondas [%i] precisão [%.2f%%]
ru: Очка [%.2f] раунда [%i] точность [%.2f%%]

source: Thank you for playing!
ca: Gràcies per jugar!
fr: Merci d’avoir joué!
it: Grazie per giocare!
pt: Obrigado por jogar!
ru: Спасибо за игру!

source: Which gender is it? [M]asculine, [N]eutral or [F]emenine?
ru: Какой именно пол? [М]ужской, [Н]ейтральный или [Ж]енственный?
