Repository: isaacdlp/langame
Catalog: langame/*/LC_MESSAGES/langame.po
Languages: es

source: The index language cannot be among the focus languages
es: El lenguaje índice no puede estar entre los lenguajes de foco

source: Wrong word focus number
es: El número para las palabras de foco es incorrecto

source: WRONG
es: ERRÓNEO

source: RIGHT
es: CORRECTO

source: ALMOST
es: CASI BUENO

source: Warning duplicate in %s: %s
es: Alerta duplicado en %s: %s

source: Writing %i words to JSON
es: Escribiendo %i palabras en JSON

source: No pictures for '%s'
es: No hay fotos para ‘%s’

source: Cropped %s
es: Cortando %s

source: Not enough words!
es: No hay suficientes palabras!

source: Round %i [%.2f] '%s' in %s
es: Ronda %i [%.2f] ‘%s’ en %s

source: %s! It is '%s'
es: %s! Es ‘%s’

source: Which gender is it? [M]asculine, [N]eutral or [F]emenine?
es: Qué género es? [M]asculino, [N]eutro o [F]emenino?

source: Total points [%.2f] rounds [%i] accuracy [%.2f%%]
es: Puntos totales [%.2f] rondas [%i] precisión [%.2f%%]

source: Thank you for playing!
es: Gracias por jugar!
